import { DataI } from "../types/DataI";
import Shohin from '../public/Shohin.jpg'

export const Data: DataI[] = [
	{
		id: 1,
		UName: 'Шохин',
		text: 'Приветствую тебя дорогая Эля. Хоть мы и не знакомы, я все равно поздравлляю тебя с днем твоего рождения и желаю тебе счастья, здаровья и деняк. На этом все. Если возникнут проблемы с программированием обращайся)',
		photo: '/photos/Shohin2.jpg',
		video: '/shohin_video.mp4' 
	},
	{
		id: 2,
		UName: 'Милана',
		text: 'Любимая моя Эля, привет. Я поздравляю искренне тебе с днём рождения, мы общаемся, ну, достаточно уже давно, и мне есть что сказать. За годы нашего общения я поняла, что ты самый близкий человек, самый родной мне человек, ты буквально, буквально моя сестра. Я безумно тебя люблю и желаю в этот день чувствовать себя самой счастливой и находиться только с людьми, которых ты ценивши и уважаешь. Я хочу, чтобы все твои мечты сбывали, чтобы у тебя получилось в отношениях. Нет, Серёжа! Короче говоря, я тебя очень-очень люблю, ты у меня самая лучшая. Живи, процветай, и пусть этот мир будет открыт для тебя.',
		photo: '/photos/milana.jpg',
		video: '/milana.mov' 
	},
	{
		id: 3,
		UName: 'Олеся',
		text: 'Эля, поздравляю тебя с днём рождения. Пусть твоя жизнь будет идеальна как торт, сладкая внутри с сюрпризом и без калорий. Желаю, чтобы в твоём телефоне всегда был заряд, в холодильнике еда, а в душе Wi-Fi. Пусть каждый день приносит поводы смеяться до слёз, а проблемы решаются так же легко, как смываешь макияж. Оставайся такой же неординарной и опасной для скуки. Подарки обещаю выбирать по принципу. Если не понравится, примерю сама. Я люблю тебя официально и без права на возврат.',
		photo: '/photos/Olesia.jpg',
		video: '/Olesia.mov' 
	},
	{
		id: 4,
		UName: 'Элиза',
		text: 'Любимая моя, поздравляю тебя с днём рождения, с твоим днём, с 18-летием, забирай меня везде и целуй меня везде, 18 мне уже, и тебя тоже. Люблю тебя очень сильно, желаю тебе, чтобы у тебя все твои самые-самые-самые-самые длительные мечты исполнялись, чтобы были рядом нужные люди, близкие друзья, которые тебе всегда помогут и поддержат. В общем, я люблю тебя.',
		photo: '/photos/eliza.jpg',
		video: '/eliza.mov' 
	},

	{
		id: 5,
		UName: 'Тигран',
		text: 'вот тут я честно не знаю какой текст',
		photo: '',
		video: '/tigran.mov' 
	},
	{
		id: 6,
		UName: 'Мария',
		text: 'Дорогая Эллечка, сегодня твой день, и я хочу сказать тебе самое главное. Я очень благодарна судьбе за то, что ты есть в моей жизни. Я хочу пожелать тебе лёгких дорог, больших побед, настоящих чудес и людей, которые будут любить тебя так же искренне, как люблю тебя я. Хочу, чтобы ты осталась такой же умной, красивой, невероятной, доброй. И, конечно же, чтобы все-все твои мечты исполнялись.',
		photo: '/photos/maria.jpg',
		video: '/maria.mov' 
	},

	{
		id: 7,
		UName: 'Арина',
		text: 'Дорогая, любимая Элечка, поздравляю тебя с твоим днем рождения, желаю тебе всего самого-самого наилучшего. Самое главное, чтобы с тобой в этот прекраснейший день были твои любимые, которые будут всегда с тобой рядом. Также хочу еще пожелать, чтобы все твои мечты исполнялись, а все твои начинания оканчивались успехом',
		photo: '/photos/arina.jpg',
		video: '/arina.mp4' 
	},

	{
		id: 8,
		UName: 'Алина',
		text: 'с днем рождения элечка❤️хочу чтобы у тебя всё было прекрасно, чтобы у тебя были верные друзья, чтобы ты всегда была счастливой и искренне улыбалась. Пусть у тебя исполнятся все мечты. Я очень рада, что подружилась с таким прекрасным человеком как ты. Ты прекрасна! Не слушай какого,еcли про тебя говорят плохо,ты самая лучшая Самая красивая!!! идеальный человек, как по внешности, так и по характеру. С тобой очень комфорто гулять, общаться, находить приключения. Ты очень добрая милая, весёлая, и вообще ты лучик солнца,мне нравится проводить время с тобой. Ты дорогой мне человек,я очень рада что мы вообще нашли общий язык,и я даже не жалео об этом)))Запомни, любимая, ты превосходна абсолютно всегда. Никого не слушай, Надеюсь, что ты всегда будешь оставаться такой же. сногсшибательной доброй девочкой с милой улыбкой Ты идеально во всем,в красоте,фигуре  В общении, просто хочу скавать спасибо за то, что ты вообще сущестуешь. С днём рождения!! Люблю тебя, родная❤️',
		photo: '/photos/alina.jpg',
		video: '/alina.mov' 
	},

	{
		id: 9,
		UName: 'Вараздат',
		text: 'У Вараздата текста нет',
		photo: '/photos/Arik.jpg',
		video: '/Arik.mov' 
	},

	{
		id: 10,
		UName: 'Кирилл',
		text: 'Ну что, С днем рождения подруга. Вот и наступил тот самый день когда тебе исполнилось 18 лет. Желаю чтобы ты не становилась назойливой тетенькой, и была всегда в хорошем настроении. Желаю так же чтобы у тебя всегда были деньги на покупку проездных.  Вот я сейчас сижу и думаю, недавно же тебе было 16 лет, а тут уже 18.  Все таки очень быстро идет время. Я никогда не забуду те времена когда мы смеялись до боли в животе. Я так же не хочу чтобы ты это забывала, и не забывала те самые дни когда мы только только начинали общаться. Пусть твое взросление будет похоже на самый увлекательный квест — с внезапными поворотами, ценными находками и бонусными уровнями! Еще раз поздравляю тебя, самую добрую и отзывчивую подругу, которая всегда прийдет на помощь. С ДНЕМ РОЖДЕНИЯ ЭЛЯ!!',
		photo: '/photos/Chirill.jpg',
		video: '' 
	}
]